Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/lappi_eanagoddeodastus_-_jearahallan_balvalusaid_geavaheamis_ja_boahttevuoda_balvalandarbbuin.html.tmx
Source language: sme
Languages: smn

source: Lappi eanagoddeođastus – Jearahallan bálvalusaid geavaheamis ja boahttevuođa bálvalandárbbuin
smn: Lappi eennâmkoddeuđâsmittem – Koijâdâllâm palvâlusâi kevttimist já puátteevuođâ palvâlustáárbuin

source: Jearahallama dárkkuhussan lea čoaggit dieđuid Lappi eanagotti olbmuin sosiála- ja dearvvasvuođabálvalusvásáhusain, bálvalandárbbuin ja vuordámušain eanagotti bálvaluslohpádusa ráhkadeami várás.
smn: Koijâdâllâm ulmen lii nuurrâđ tiäđu Laapi eennâmkode ässein sosiaal- já tiervâsvuotâpalvâlusfeerimijn, palvâlustáárbuin já vuorduin eennâmkode palvâlemlopádâs rähtim várás.

source: Dieđut gieđahallojit luhtolaččat ja jearahallamii vástiduvvo namaheapmin, nu ahte vástideaddji identitehta ii boađe ovdan.
smn: Tiäđuh kieđâvuššojeh luáttámušlávt já koijâdâlmân västideh nomâtteemmin, vâi västideijee persovnvuotâ ij puáđi uáinusân.

source: Jearahallamis leat 10 gažaldaga ja daidda vástidit gollá áigi sullii 15 minuhta.
smn: Koijâdâlmist láá 10 koččâmuššâd já toos västidem pištá suulân 15 minuttid.

source: Bohtosiin muitalit jagi 2018 áigge.
smn: Puátusijn mij muštâlep ive 2018 ääigi.

source: Giitit váimmolaččat juo ovddalgihtii vástádusastat.
smn: Mij kijttep lieggâsávt jo muuneeld tii vástádâsâin.

source: Lappi eanagotti oasálašjoavku.
smn: Laapi eennâmkode uásálâšvuotâpargojuávkku.

source: Jearahallan bálvalusaid geavaheamis ja boahttevuođa bálvalandárbbuin
smn: Koijâdâllâm palvâlusâi kevttimist já puátteevuođâ palvâlustáárbuin
